/*28/9/2018*/
"_grp.Accomodation" = "Accommodations";
"_grp.BankATM" = "Bancos e caixeiros automáticos";
"_grp.Emergency" = "Emerxencias";
"_grp.Food_and_Drink" = "Comer e beber";
"_grp.Guides" = "Guías da cidade";
"_grp.Parking" = "Aparcamento";
"_grp.Petrol_Station" = "Gasolineira";
"_grp.Services_and_Education" = "Servizos e educación";
"_grp.Shopping" = "Compras";
"_grp.Social_Life" = "Entretemento e vida social";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Atraccións turísticas";
"_grp.Transportation" = "Transporte";
"_grp.Vehicle_Services" = "Servizos para vehículos";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Saída";
"feet" = "feet";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "quilómetros";
"Limit" = "Límite";
"meters" = "metros";

/* miles short */
"mi" = "mi";
"miles" = "millas";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Prezos do combustible";
"poiCategory.select" = "Lugares próximos";
"native.navigation.resumeBtn" = "Retomar";

/* timeSecondShort */
"sec" = "sec";
"yards" = "iardas";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Obter indicacións";
"detail.action.addVia" = "Add waypoint";
"detail.action.addToFavorite" = "Engadir a favoritos";
"detail.action.copyGps" = "Coordenadas GPS";
"detail.action.removeFavorite" = "Remove from favourites";
"detail.action.removeHome" = "Eliminar enderezo da casa";
"detail.action.removeWork" = "Eliminar enderezo do traballo";
"detail.action.shareLocation" = "Compartir posición";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Correo electrónico";
"detail.contact.phone" = "Teléfono";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demonstrate";
"routeCompute.action.navigate" = "Iniciar";
"routeCompute.etaArrival" = "Chegadas";
"routeCompute.fastest" = "Ruta máis rápida";
"routeCompute.slower" = "máis lento";
"routeCompute.traffic.withDelay" = "de atraso";
"routeCompute.button.options" = "Opcións";
"routeCompute.waypointInfo.from" = "From";
"routeCompute.waypointInfo.to" = "To";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "Via";
"routeActionMain.cancel" = "Cancelar ruta";
"routeCompute.action.continue" = "Continuar";
"routeCompute.options.title" = "Opcións de ruta";
"routeCompute.options.AvoidCountry" = "Evitar este país";
"avoid.unpaved" = "Camiños sen asfaltar";
"avoid.specialArea" = "Congestion charges";
"avoid.ferries" = "Ferries";
"avoid.highways" = "Autoestradas";
"avoid.tollroads" = "Estradas de peaxe";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "Set work address";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "Traballo";
"homeCell.title" = "Casa";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Engadir lugares para acceso fácil";
"favorites.place.deleteAction" = "Delete";
"favorites.place.headerTitle" = "Lugares e rutas";
"favorites.button.done" = "Feito";
"favorites.segment.contacts" = "Contactos";
"favorites.segment.trips" = "Viaxes";
"favorites.segment.places" = "Lugares";
"favorites.title" = "Favoritos";
"favorites.addAlert.add" = "Engadir";
"native.compute.decideToCompute" = "Aínda te dirixes a %@?";
"routeActionMain.preview" = "Preview route";
"routeCompute.traffic.withoutInfo" = "Sen información de tráfico";
"search.work.title" = "Buscar enderezo do traballo";
"search.home.title" = "Buscar enderezo da casa";
"alert.hideHomeWork.hideHomeTitle" = "Agochar casa";
"alert.hideHomeWork.hideWorkTitle" = "Agochar traballo";
"alert.hideHomeWork.setHomeMessage" = "Sempre podes definir o enderezo da casa nos favoritos";
"alert.hideHomeWork.setWorkMessage" = "Sempre podes definir o enderezo do traballo nos favoritos";
"alert.hideHomeWork.hide" = "Hide";
"action.control.scout.static" = "Atopouse a ruta máis rápida";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Gardar %@";
"action.control.scout.arrival" = "Nova hora de chegada %@";
"action.control.scout.fasterRouteFound" = "Atopouse a ruta máis rápida";
"action.control.scout.preview" = "Preview";
"action.control.scout.route.set" = "Set faster route";
"routeCompute.action.loading" = "Iniciar";
"country.AL" = "Albania";
"country.AD" = "Andorra";
"country.AU" = "Australia";
"country.AT" = "Austria";
"country.BY" = "Bielorrusia";
"country.BE" = "Bélxica";
"country.BA" = "Bosnia e Hercegovina";
"country.BG" = "Bulgaria";
"country.CA" = "Canadá";
"country.HR" = "Croacia";
"country.CZ" = "República Checa";
"country.DK" = "Dinamarca";
"country.EE" = "Estonia";
"country.FO" = "Illas Feroe";
"country.FI" = "Finlandia";
"country.FR" = "Francia";
"country.DE" = "Alemaña";
"country.GI" = "Xibraltar";
"country.GR" = "Grecia";
"country.GL" = "Groenlandia";
"country.VA" = "Cidade do Vaticano";
"country.HU" = "Hungría";
"country.IS" = "Islandia";
"country.IE" = "Irlanda";
"country.IL" = "Israel";
"country.IT" = "Italia";
"country.JP" = "Xapón";
"country.KP" = "Corea do Norte";
"country.KR" = "Corea do Sur";
"country.KW" = "Kuwait";
"country.LV" = "Letonia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lituania";
"country.LU" = "Luxemburgo";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Moldavia";
"country.MC" = "Mónaco";
"country.MS" = "Montserrat";
"country.NL" = "Netherlands";
"country.AN" = "Antillas Neerlandesas";
"country.NZ" = "Nova Zelandia";
"country.NF" = "Illa Norfolk";
"country.NO" = "Noruega";
"country.PL" = "Polonia";
"country.PT" = "Portugal";
"country.RO" = "Romanía";
"country.RU" = "Federación Rusa";
"country.SM" = "San Marino";
"country.SG" = "Singapur";
"country.SK" = "Eslovaquia";
"country.SI" = "Eslovenia";
"country.ZA" = "República de Suráfrica";
"country.ES" = "España";
"country.SE" = "Suecia";
"country.CH" = "Suíza";
"country.TW" = "Taiwán";
"country.TH" = "Tailandia";
"country.TR" = "Turquía";
"country.UA" = "Ucraína";
"country.GB" = "Reino Unido";
"country.US" = "Estados Unidos";
"country.VN" = "Vietnam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "United Arab Emirates";
"country.OM" = "Omán";
"country.SA" = "Arabia Saudita";
"country.EG" = "Exipto";
"country.PR" = "Porto Rico";
"country.VI" = "Virgin Islands";
"country.RA" = "Arxentina";
"country.BH" = "Bahrain";
"country.BR" = "Brasil";
"country.HK" = "Hong Kong";
"country.ID" = "Indonesia";
"country.IN" = "India";
"country.IM" = "Isle of Man";
"country.MO" = "Macau";
"country.MX" = "México";
"country.MY" = "Malaisia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afganistán";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Aland Islands";
"country.AM" = "Armenia";
"country.AQ" = "Antártida";
"country.AS" = "American Samoa";
"country.TF" = "French Southern Territories";
"country.AG" = "Antigua and Barbuda";
"country.AZ" = "Azerbaijan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei Darussalam";
"country.BT" = "Bhutan";
"country.BV" = "Bouvet Island";
"country.BW" = "Botswana";
"country.CF" = "Central African Republic";
"country.CC" = "Cocos Islands";
"country.CL" = "Chile";
"country.CI" = "Côte d'Ivoire";
"country.CM" = "Camerún";
"country.CD" = "Congo (Zair)";
"country.CG" = "Congo";
"country.CK" = "Cook Islands";
"country.CO" = "Colombia";
"country.KM" = "Comoros";
"country.CV" = "Cabo Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Christmas Island";
"country.KY" = "Illas Caimán";
"country.DJ" = "Djibouti";
"country.DM" = "Dominica";
"country.DO" = "República Dominicana";
"country.DZ" = "Alxeria";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Sáhara Occidental";
"country.ET" = "Etiopía";
"country.FJ" = "Fiji";
"country.FK" = "Falkland Islands";
"country.FM" = "Micronesia";
"country.GA" = "Gabón";
"country.GE" = "Xeorxia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadalupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Guinea Ecuatorial";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "French Guiana";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Heard Island and McDonald Islands";
"country.HN" = "Honduras";
"country.HT" = "Haití";
"country.IO" = "British Indian Ocean Territory";
"country.IR" = "Irán";
"country.IQ" = "Iraq";
"country.JM" = "Xamaica";
"country.JE" = "Jersey";
"country.JO" = "Xordania";
"country.KZ" = "Kazakhstan";
"country.KG" = "Kyrgyzstan";
"country.KH" = "Camboxa";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts and Nevis";
"country.LA" = "Laos";
"country.LB" = "Líbano";
"country.LR" = "Liberia";
"country.LY" = "Libya";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (French part)";
"country.MA" = "Marrocos";
"country.MG" = "Madagascar";
"country.MV" = "Maldivas";
"country.MH" = "Marshall Islands";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongolia";
"country.MP" = "Northern Mariana Islands";
"country.MZ" = "Mozambique";
"country.MR" = "Mauritania";
"country.MQ" = "Martinica";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "Nova Caledonia";
"country.NE" = "Níxer";
"country.NG" = "Nixeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Paquistán";
"country.PA" = "Panamá";
"country.PN" = "Pitcairn";
"country.PE" = "Perú";
"country.PH" = "Filipinas";
"country.PW" = "Palau";
"country.PG" = "Papúa Nova Guinea";
"country.PY" = "Paraguai";
"country.PS" = "Palestina";
"country.PF" = "Polinesia Francesa";
"country.RE" = "Reunión";
"country.RW" = "Ruanda";
"country.SD" = "Sudán";
"country.SN" = "Senegal";
"country.GS" = "South Georgia and the South Sandwich Islands";
"country.SH" = "Santa Helena";
"country.SJ" = "Svalbard and Jan Mayen";
"country.SB" = "Illas Salomón";
"country.SL" = "Serra Leoa";
"country.SV" = "O Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint Pierre and Miquelon";
"country.ST" = "Sao Tome and Principe";
"country.SR" = "Suriname";
"country.SZ" = "Swaziland";
"country.SC" = "Seychelles";
"country.SY" = "Syrian Arab Republic";
"country.TC" = "Turks and Caicos Islands";
"country.TD" = "Chad";
"country.TG" = "Togo";
"country.TJ" = "Tajikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor-Leste (East Timor)";
"country.TO" = "Tonga";
"country.TT" = "Trinidad and Tobago";
"country.TN" = "Tunes";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "United States Minor Outlying Islands";
"country.UY" = "Uruguai";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent and the Grenadines";
"country.VE" = "Venezuela";
"country.VG" = "Virgin Islands, British";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis and Futuna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alasca";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Distrito de Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Xeorxia";
"country.US-HI" = "Hawai";
"country.US-ID" = "Idaho";
"country.US-IL" = "Ilinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Míchigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "Nova Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "Nova York";
"country.US-NC" = "Carolina do Norte";
"country.US-ND" = "Dakota do Norte";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregón";
"country.US-PA" = "Pensilvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Carolina do Sur";
"country.US-SD" = "Dakota do Sur";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virxinia";
"country.US-WA" = "Washington";
"country.US-WV" = "West Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "British Columbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland and Labrador";
"country.CA-NS" = "Nova Scotia";
"country.CA-NT" = "Territorios do Noroeste";
"country.CA-NU" = "Nunavut Territory";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Prince Edward Island";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukon Territory";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Northern Ireland";
"country.GB-SCT" = "Escocia";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Channel Islands";
"N" = "N";
"S" = "S";
"W" = "W";
"E" = "E";
"routeplaning.actionButton.title" = "Feito";
"com.sygic.addWaypoint.placeholder" = "Add waypoint";
"detail.action.selectPoi" = "Seleccionar";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "A miña posición";
"placeholder.password" = "Contrasinal";
"placeholder.email" = "Correo electrónico";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Preview";
"detail.action.shareGps" = "Compartir coordenadas GPS";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "Para chegar ao destino, a ruta debe incluír algunha autoestrada.";
"message.avoid.specialArea.unable" = "Sorry, we can not avoid congestion charges on your route.";
"message.avoid.tollRoads.unable" = "Non é posible evitar todas as peaxes. Algunhas permanecerán na ruta calculada.";
"message.avoid.ferries.unable" = "To reach your destination some ferries have to remain on route.";
"message.avoid.unpavedRoads.unable" = "To reach your destination, some unpaved roads have to remain on route.";
